<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Shop Categories Language Lines
    |--------------------------------------------------------------------------
    */

    'title'             => 'Категории товаров',
    'subtitle'          => 'Просмотр категорий для товаров магазина и управление ими',
    'create'            => 'Создать категорию',
    'create_subtitle'   => 'Создайте новую категорию для товаров магазина',
    'category_list'     => 'Список категорий',
    'name'              => 'Наименование',
    'name_ph'           => 'Введите название категории',
    'options'           => 'Параметры',
    'delete'            => 'Удалить',
    'delete_default'    => "Вы не можете удалить эту категорию",

    'created'           => 'Категория создана',
    'updated'           => 'Категория обновлена',
    'deleted'           => 'Категория удалена',
    'uncategorized'     => 'Без категории',

    'edit_title'        => 'Изменить категорию #: id',
    'edit_subtitle'     => "Вы редактируете категорию #: id",
    'edit'              => 'Редактировать',
    'save_category'     => 'Сохранить категорию',
];
