<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Shop Item Language Lines
    |--------------------------------------------------------------------------
    */

    'title'             => 'Магазин товаров',
    'subtitle'          => 'Просмотр и управление всеми товарами магазина',
    'item_list'         => 'Список товаров',
    'name'              => 'Наименование',
    'name_ph'           => 'Введите имя товара',
    'price'             => 'Цена',
    'price_ph'          => 'Введите цену товара',
    'stock'             => 'Наличие',
    'stock_ph'          => 'Введите запас товара',
    'description'       => 'Описание',
    'description_ph'    => 'Введите описание товара',
    'category'          => 'Категория',
    'options'           => 'Параметры',
    'show'              => 'Детали',
    'edit'              => 'Редактировать',
    'delete'            => 'Удалить',
    'create'            => 'Создать товар',
    'create_subtitle'   => 'Создание нового товара магазина',
    'show_subtitle'     => 'Просмотр товара #:id детали',
    'item_details'      => 'Информация о товаре',
    'creation_date'     => 'Дата создания',
    'updated_date'      => 'Последнее обновление',
    'sales'             => 'Продажи',
    'earnings'          => 'Выручка',
    'image_url'         => 'URL изображения',
    'image_url_ph'      => 'Вставить URL-адрес изображения для представления товара',

    'created'           => 'Товар создан',
    'updated'           => 'Товар обновлён',
    'deleted'           => 'Товар удалён',

    'available'         => 'Имеется в наличии',
    'x_available'       => ':x Имеется в наличии',
    'out_of_stock'      => 'Нет в наличии',
    'edit_title'        => 'Редактирование товара #:id',
    'edit_subtitle'     => 'Редактирование товара #:id',
    'save_item'         => 'Сохранить товар',
];
