<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Shop Settings Language Lines
    |--------------------------------------------------------------------------
    */

    'currency'              => 'Валюта',
    'default_status'        => 'Статус по умолчанию',
    'default_status_ph'     => 'Статус по умолчанию при создании заказа',
    'paid_status'           => 'Статус платежа',
    'paid_status_ph'        => 'Статус по умолчанию при оплате заказа',
    'public_prefix'         => 'Открытый префикс',
    'public_prefix_ph'      => 'Это префикс, используемый во всех торговых площадках',
    'tax_percentage'        => 'Процент налогов',
    'tax_percentage_ph'     => 'Введите процент налога',
    'emergency'             => 'Аварийный режим',
    'emergency_hp'          => 'Аварийный режим предотвратит обработку новых платежей',
    'updated'               => 'Настройки магазина обновлены',
    'save'                  => 'Сохранить настройки магазина',
    'enabled'               => 'Включено',
];
