<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Shop Statistics Language Lines
    |--------------------------------------------------------------------------
    */

    'title'                     => 'Статистика магазина',
    'subtitle'                  => 'Просмотр статистики магазина и доходов',
    'earnings'                  => 'Доходы (:currency)',
    'total_earnings'            => 'Общая прибыль',
    'last_earnings'             => 'Доходы в магазине за последние :number дни',
    'total_items'               => 'Всего товаров',
    'sales'                     => 'Продажи',
    'total_sales'               => 'Всего продаж',
    'last_sales'                => 'Продажи в магазине за последние :number дни',
    'show_days'                 => 'Показать последние дни',
    'show_days_ph'              => 'Введите количество дней',
    'filter'                    => 'Данные фильтра',
    'remove_filter'             => 'Удалить фильтр',
];
