<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Shop Status Language Lines
    |--------------------------------------------------------------------------
    */

    'title'             => 'Список статусов',
    'subtitle'          => 'Просмотр состояния заказа и управление им',
    'create'            => 'Создать статус',
    'name'              => 'Наименование',
    'name_ph'           => 'Введите наименование статуса',
    'color'             => 'Цвет',
    'color_ph'          => 'Введите название цвета или hex код',
    'options'           => 'Параметры',
    'edit'              => 'Редактировать',
    'delete'            => 'Удалить',
    'edit_title'        => 'Изменить статус #:id',
    'edit_subtitle'     => 'Вы редактируете статус #:id',
    'save_status'       => 'Сохранить статус',
    'create_subtitle'   => 'Создать статус нового магазина для заказов',
    'create_status'     => 'Создать статус',

    'created'           => 'Статус создан',
    'updated'           => 'Статус обновлен',
    'deleted'           => 'Статус удален',
    'unknown'           => 'Неизвестен',
];
